
Bartender4_BuffHider_DB = {
	["profileKeys"] = {
		["Авлеар - Ревущий фьорд"] = "Авлеар - Ревущий фьорд",
		["Авлеаар - Гордунни"] = "Авлеаар - Гордунни",
		["Авеанар - Ревущий фьорд"] = "Авеанар - Ревущий фьорд",
		["Авеанир - Ревущий фьорд"] = "Авеанир - Ревущий фьорд",
		["Авенилар - Ревущий фьорд"] = "Авенилар - Ревущий фьорд",
		["Авеанар - Король-лич"] = "Авеанар - Король-лич",
		["Авлеаар - Ревущий фьорд"] = "Авлеаар - Ревущий фьорд",
		["Афенар - Король-лич"] = "Афенар - Король-лич",
		["Авлеанаар - Ревущий фьорд"] = "Авлеанаар - Ревущий фьорд",
		["Авлеанар - Ревущий фьорд"] = "Авлеанар - Ревущий фьорд",
		["Авеанаар - Ревущий фьорд"] = "Авеанаар - Ревущий фьорд",
		["Йофо - Черный Шрам"] = "Йофо - Черный Шрам",
		["Веанар - Ревущий фьорд"] = "Веанар - Ревущий фьорд",
		["Афенар - Ревущий фьорд"] = "Афенар - Ревущий фьорд",
		["Sco - Tarren Mill"] = "Sco - Tarren Mill",
		["Авеарин - Ревущий фьорд"] = "Авеарин - Ревущий фьорд",
		["Аувенаар - Ясеневый лес"] = "Аувенаар - Ясеневый лес",
	},
	["profiles"] = {
		["Авлеар - Ревущий фьорд"] = {
		},
		["Авлеаар - Гордунни"] = {
		},
		["Авеанар - Ревущий фьорд"] = {
		},
		["Авеанир - Ревущий фьорд"] = {
		},
		["Авенилар - Ревущий фьорд"] = {
		},
		["Авеанар - Король-лич"] = {
		},
		["Авлеаар - Ревущий фьорд"] = {
		},
		["Афенар - Король-лич"] = {
		},
		["Авлеанаар - Ревущий фьорд"] = {
		},
		["Авлеанар - Ревущий фьорд"] = {
		},
		["Авеанаар - Ревущий фьорд"] = {
		},
		["Йофо - Черный Шрам"] = {
		},
		["Веанар - Ревущий фьорд"] = {
		},
		["Афенар - Ревущий фьорд"] = {
		},
		["Sco - Tarren Mill"] = {
		},
		["Авеарин - Ревущий фьорд"] = {
		},
		["Аувенаар - Ясеневый лес"] = {
		},
	},
}
