
mDateDB = {
	["profileKeys"] = {
		["Авлеар - Ревущий фьорд"] = "Default",
		["Авеанаар - Гордунни"] = "Default",
		["Авеанар - Гордунни"] = "Default",
		["Авеанар - Ревущий фьорд"] = "Default",
		["Авеанир - Ревущий фьорд"] = "Default",
		["Авенилар - Ревущий фьорд"] = "Default",
		["Авенара - Ясеневый лес"] = "Default",
		["Авлеаар - Ревущий фьорд"] = "Default",
		["Афенар - Король-лич"] = "Default",
		["Авлеанаар - Ревущий фьорд"] = "Default",
		["Авлеанар - Ревущий фьорд"] = "Default",
		["Авеанаар - Ревущий фьорд"] = "Default",
		["Авеарин - Ревущий фьорд"] = "Default",
		["Веанар - Ревущий фьорд"] = "Default",
		["Авеанара - Дракономор"] = "Default",
		["Sco - Tarren Mill"] = "Default",
		["Авлеаар - Гордунни"] = "Default",
		["Афенар - Ревущий фьорд"] = "Default",
		["Авеанар - Король-лич"] = "Default",
		["Какделатам - Ясеневый лес"] = "Default",
		["Аувенаар - Ясеневый лес"] = "Default",
		["Афенар - Гордунни"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["dateFormat"] = "%d/%m",
			["dateShown"] = true,
		},
	},
}
