
CrossRealmAssistDB = {
	["profileKeys"] = {
		["Авлеар - Ревущий фьорд"] = "Авлеар - Ревущий фьорд",
		["Авеанаар - Гордунни"] = "Авеанаар - Гордунни",
		["Авлеаар - Гордунни"] = "Авлеаар - Гордунни",
		["Авеанар - Ревущий фьорд"] = "Авеанар - Ревущий фьорд",
		["Авеанир - Ревущий фьорд"] = "Авеанир - Ревущий фьорд",
		["Авенилар - Ревущий фьорд"] = "Авенилар - Ревущий фьорд",
		["Афенар - Гордунни"] = "Афенар - Гордунни",
		["Авлеаар - Ревущий фьорд"] = "Авлеаар - Ревущий фьорд",
		["Афенар - Король-лич"] = "Афенар - Король-лич",
		["Авлеанаар - Ревущий фьорд"] = "Авлеанаар - Ревущий фьорд",
		["Авлеанар - Ревущий фьорд"] = "Авлеанар - Ревущий фьорд",
		["Авеанаар - Ревущий фьорд"] = "Авеанаар - Ревущий фьорд",
		["Йофо - Черный Шрам"] = "Йофо - Черный Шрам",
		["Айлиин - Ясеневый лес"] = "Айлиин - Ясеневый лес",
		["Веанар - Ревущий фьорд"] = "Веанар - Ревущий фьорд",
		["Авеанара - Дракономор"] = "Авеанара - Дракономор",
		["Sco - Tarren Mill"] = "Sco - Tarren Mill",
		["Авеанар - Король-лич"] = "Авеанар - Король-лич",
		["Авенара - Ясеневый лес"] = "Авенара - Ясеневый лес",
		["Авеанар - Гордунни"] = "Авеанар - Гордунни",
		["Афенар - Ревущий фьорд"] = "Афенар - Ревущий фьорд",
		["Йоффо - Гордунни"] = "Йоффо - Гордунни",
		["Авеарин - Ревущий фьорд"] = "Авеарин - Ревущий фьорд",
		["Аувенаар - Ясеневый лес"] = "Аувенаар - Ясеневый лес",
		["Какделатам - Ясеневый лес"] = "Какделатам - Ясеневый лес",
	},
	["global"] = {
		["highlightList"] = {
		},
		["minimap"] = {
			["hide"] = true,
		},
		["applyAsDD"] = false,
		["widgetPos"] = {
			["y"] = -40.5333099365234,
			["x"] = -238.222610473633,
			["to"] = "TOPRIGHT",
		},
		["quickJoin"] = {
			true, -- [1]
			[3] = true,
			[10] = true,
			[8] = true,
		},
	},
}
