
DataStore_StatsDB = {
	["profileKeys"] = {
		["Sco - Tarren Mill"] = "Sco - Tarren Mill",
		["Афенар - Ревущий фьорд"] = "Афенар - Ревущий фьорд",
	},
	["global"] = {
		["Characters"] = {
			["Default.Ревущий фьорд.Афенар"] = {
				["lastUpdate"] = 1469307057,
				["Stats"] = {
					["Ranged"] = "1-1|0|0|0|6",
					["HealthMax"] = 154,
					["Melee"] = "1-2|2.9000000953674|0|0|6|0",
					["MaxPower"] = "0|155",
					["Defense"] = "8|1|3|0|0|0",
					["PVP"] = "0|0",
					["Base"] = "11|9|11|16|8",
					["Spell"] = "16|16|0|6|0|6",
				},
			},
			["Default.Tarren Mill.Sco"] = {
				["lastUpdate"] = 1469988306,
				["Stats"] = {
					["Ranged"] = "1-2|0|0|0|42.527271270752",
					["HealthMax"] = 665340,
					["Melee"] = "8054-9156|2.4730000495911|8470|0|42.527271270752|3",
					["MaxPower"] = "1|100",
					["Defense"] = "3423|350|3|26.339296340942|29.020437240601|0",
					["PVP"] = "73767|18",
					["Base"] = "6553|887|11089|709|3423",
					["Spell"] = "709|709|0|42.527271270752|514|0",
				},
			},
		},
	},
}
