
Details_StreamerDB = {
	["characters"] = {
		["Авлеар - Ревущий фьорд"] = "Афенар - Король-лич",
		["Авеарин - Ревущий фьорд"] = "Афенар - Король-лич",
		["Авлеаар - Гордунни"] = "Афенар - Король-лич",
		["Авеанар - Ревущий фьорд"] = "Афенар - Король-лич",
		["Авеанир - Ревущий фьорд"] = "Афенар - Король-лич",
		["Авенилар - Ревущий фьорд"] = "Афенар - Король-лич",
		["Авеанар - Король-лич"] = "Афенар - Король-лич",
		["Sco - Tarren Mill"] = "Афенар - Король-лич",
		["Авлеаар - Ревущий фьорд"] = "Афенар - Король-лич",
		["Афенар - Король-лич"] = "Афенар - Король-лич",
		["Авлеанаар - Ревущий фьорд"] = "Афенар - Король-лич",
		["Авлеанар - Ревущий фьорд"] = "Афенар - Король-лич",
		["Авеанаар - Ревущий фьорд"] = "Афенар - Король-лич",
		["Веанар - Ревущий фьорд"] = "Афенар - Король-лич",
		["Афенар - Ревущий фьорд"] = "Афенар - Король-лич",
		["Аувенаар - Ясеневый лес"] = "Афенар - Король-лич",
	},
	["profiles"] = {
		["Афенар - Король-лич"] = {
			["font_color"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				1, -- [4]
			},
			["is_first_run"] = false,
			["arrow_color"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				0.5, -- [4]
			},
			["main_frame_size"] = {
				250, -- [1]
				230, -- [2]
			},
			["minimap"] = {
				["minimapPos"] = 160,
				["radius"] = 160,
				["hide"] = false,
			},
			["arrow_anchor_x"] = 0,
			["row_texture"] = "Details Serenity",
			["scale"] = 1,
			["row_height"] = 20,
			["enabled"] = false,
			["arrow_size"] = 10,
			["point"] = "CENTER",
			["row_spacement"] = 21,
			["main_frame_color"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0.2, -- [4]
			},
			["main_frame_strata"] = "LOW",
			["arrow_texture"] = "Interface\\CHATFRAME\\ChatFrameExpandArrow",
			["y"] = -4.577636718750e-005,
			["font_size"] = 10,
			["x"] = 0,
			["font_face"] = "Friz Quadrata TT",
			["per_second"] = {
				["enabled"] = false,
				["point"] = "CENTER",
				["scale"] = 1.5,
				["font_shadow"] = true,
				["y"] = 0,
				["x"] = 0,
				["size"] = 32,
				["update_speed"] = 0.05,
				["attribute_type"] = 1,
			},
			["row_color"] = {
				0.1, -- [1]
				0.1, -- [2]
				0.1, -- [3]
				0.4, -- [4]
			},
			["author"] = "Details! Team",
			["main_frame_locked"] = false,
			["arrow_anchor_y"] = 0,
		},
	},
}
