
HandyNotes_TreasureHunterDB = {
	["profileKeys"] = {
		["Авлеар - Ревущий фьорд"] = "Авлеар - Ревущий фьорд",
		["Sco - Tarren Mill"] = "Sco - Tarren Mill",
		["Авлеанар - Ревущий фьорд"] = "Авлеанар - Ревущий фьорд",
		["Авеанаар - Ревущий фьорд"] = "Авеанаар - Ревущий фьорд",
		["Авеанар - Ревущий фьорд"] = "Авеанар - Ревущий фьорд",
		["Афенар - Ревущий фьорд"] = "Афенар - Ревущий фьорд",
		["Авеанир - Ревущий фьорд"] = "Авеанир - Ревущий фьорд",
	},
	["profiles"] = {
		["Авлеар - Ревущий фьорд"] = {
		},
		["Sco - Tarren Mill"] = {
		},
		["Авлеанар - Ревущий фьорд"] = {
		},
		["Авеанаар - Ревущий фьорд"] = {
		},
		["Авеанар - Ревущий фьорд"] = {
		},
		["Афенар - Ревущий фьорд"] = {
		},
		["Авеанир - Ревущий фьорд"] = {
		},
	},
}
