
TomTomDB = {
	["profileKeys"] = {
		["Авлеар - Ревущий фьорд"] = "Default",
		["Авеанаар - Гордунни"] = "Default",
		["Авеанир - Ревущий фьорд"] = "Default",
		["Авенилар - Ревущий фьорд"] = "Default",
		["Афенар - Гордунни"] = "Default",
		["Авлеаар - Ревущий фьорд"] = "Default",
		["Афенар - Король-лич"] = "Default",
		["Авлеанар - Ревущий фьорд"] = "Default",
		["Авеанир - Ясеневый лес"] = "Default",
		["Авеарин - Ревущий фьорд"] = "Default",
		["Айлиин - Ясеневый лес"] = "Default",
		["Веанар - Ревущий фьорд"] = "Default",
		["Авеанара - Дракономор"] = "Default",
		["Авеанар - Гордунни"] = "Default",
		["Авеанар - Ревущий фьорд"] = "Default",
		["Йоффо - Гордунни"] = "Default",
		["Какделатам - Ясеневый лес"] = "Default",
		["Авенара - Ясеневый лес"] = "Default",
		["Sco - Tarren Mill"] = "Default",
		["Ололошкартош - Ясеневый лес"] = "Default",
		["Авлеанаар - Ревущий фьорд"] = "Default",
		["Авеанаар - Ревущий фьорд"] = "Default",
		["Авлериэн - Ясеневый лес"] = "Default",
		["Авеанаар - Ясеневый лес"] = "Default",
		["Йофо - Черный Шрам"] = "Default",
		["Афенар - Ясеневый лес"] = "Default",
		["Авеанар - Король-лич"] = "Default",
		["Аувенаар - Ясеневый лес"] = "Default",
		["Авлериан - Ясеневый лес"] = "Default",
		["Авлеанаар - Ясеневый лес"] = "Default",
		["Эвиалия - Ясеневый лес"] = "Afenar_ShadowPriest",
		["Авеанар - Ясеневый лес"] = "Default",
		["Афенар - Ревущий фьорд"] = "Default",
		["Веанар - Ясеневый лес"] = "Default",
		["Венилаар - Ясеневый лес"] = "Default",
		["Авлеанар - Ясеневый лес"] = "Default",
		["Авлеаар - Гордунни"] = "Default",
	},
	["profiles"] = {
		["Afenar_Warrior"] = {
		},
		["Default"] = {
			["general"] = {
				["announce"] = true,
			},
			["block"] = {
				["enable"] = false,
			},
		},
		["Afenar_ShadowPriest"] = {
		},
		["Afenar_Warlock"] = {
		},
		["Afenar_Druid"] = {
		},
	},
}
TomTomWaypoints = nil
TomTomWaypointsMF = {
	["profileKeys"] = {
		["Авлеар - Ревущий фьорд"] = "Afenar_ShadowPriest",
		["Авеанаар - Гордунни"] = "Авеанаар - Гордунни",
		["Авеанир - Ревущий фьорд"] = "Afenar_ShadowPriest",
		["Авенилар - Ревущий фьорд"] = "Afenar_ShadowPriest",
		["Афенар - Гордунни"] = "Афенар - Гордунни",
		["Авлеаар - Ревущий фьорд"] = "Afenar_Warlock",
		["Афенар - Король-лич"] = "Афенар - Король-лич",
		["Авлеанар - Ревущий фьорд"] = "Авлеанар - Ревущий фьорд",
		["Авеанир - Ясеневый лес"] = "Авеанир - Ясеневый лес",
		["Авеарин - Ревущий фьорд"] = "Afenar_ShadowPriest",
		["Айлиин - Ясеневый лес"] = "Айлиин - Ясеневый лес",
		["Веанар - Ревущий фьорд"] = "Веанар - Ревущий фьорд",
		["Авеанара - Дракономор"] = "Авеанара - Дракономор",
		["Авеанар - Гордунни"] = "Авеанар - Гордунни",
		["Авеанар - Ревущий фьорд"] = "Afenar_Druid",
		["Йоффо - Гордунни"] = "Йоффо - Гордунни",
		["Какделатам - Ясеневый лес"] = "Какделатам - Ясеневый лес",
		["Авенара - Ясеневый лес"] = "Авенара - Ясеневый лес",
		["Sco - Tarren Mill"] = "Sco - Tarren Mill",
		["Ололошкартош - Ясеневый лес"] = "Ололошкартош - Ясеневый лес",
		["Авлеанаар - Ревущий фьорд"] = "Afenar_ShadowPriest",
		["Авеанаар - Ревущий фьорд"] = "Default",
		["Авлериэн - Ясеневый лес"] = "Авлериэн - Ясеневый лес",
		["Авеанаар - Ясеневый лес"] = "Авеанаар - Ясеневый лес",
		["Йофо - Черный Шрам"] = "Йофо - Черный Шрам",
		["Афенар - Ясеневый лес"] = "Афенар - Ясеневый лес",
		["Авеанар - Король-лич"] = "Авеанар - Король-лич",
		["Аувенаар - Ясеневый лес"] = "Аувенаар - Ясеневый лес",
		["Авлериан - Ясеневый лес"] = "Авлериан - Ясеневый лес",
		["Авлеанаар - Ясеневый лес"] = "Авлеанаар - Ясеневый лес",
		["Эвиалия - Ясеневый лес"] = "Afenar_ShadowPriest",
		["Авеанар - Ясеневый лес"] = "Авеанар - Ясеневый лес",
		["Афенар - Ревущий фьорд"] = "Афенар - Ревущий фьорд",
		["Веанар - Ясеневый лес"] = "Веанар - Ясеневый лес",
		["Венилаар - Ясеневый лес"] = "Венилаар - Ясеневый лес",
		["Авлеанар - Ясеневый лес"] = "Авлеанар - Ясеневый лес",
		["Авлеаар - Гордунни"] = "Авлеаар - Гордунни",
	},
	["profiles"] = {
		["Авлеар - Ревущий фьорд"] = {
		},
		["Авеанаар - Гордунни"] = {
		},
		["Авеанир - Ревущий фьорд"] = {
		},
		["Авенилар - Ревущий фьорд"] = {
		},
		["Афенар - Гордунни"] = {
		},
		["Авлеаар - Ревущий фьорд"] = {
		},
		["Афенар - Король-лич"] = {
			[773] = {
				["773:1:468000000:246000000:Призрачный пандарен-рыбак"] = {
					773, -- [1]
					1, -- [2]
					0.468, -- [3]
					0.246, -- [4]
					["arrivaldistance"] = 15,
					["callbacks"] = {
						["distance"] = {
						},
						["minimap"] = {
						},
						["world"] = {
						},
					},
					["persistent"] = true,
					["desc"] = "Призрачный пандарен-рыбак",
					["silent"] = true,
					["cleardistance"] = 10,
					["title"] = "Призрачный пандарен-рыбак",
					["crazy"] = true,
					["minimap"] = true,
					["world"] = true,
				},
			},
		},
		["Авлеанар - Ревущий фьорд"] = {
		},
		["Afenar_ShadowPriest"] = {
		},
		["Авеанир - Ясеневый лес"] = {
		},
		["Авеарин - Ревущий фьорд"] = {
		},
		["Айлиин - Ясеневый лес"] = {
		},
		["Веанар - Ревущий фьорд"] = {
		},
		["Afenar_Warlock"] = {
		},
		["Afenar_Warrior"] = {
		},
		["Авлеаар - Гордунни"] = {
		},
		["Авеанар - Ревущий фьорд"] = {
		},
		["Йоффо - Гордунни"] = {
		},
		["Какделатам - Ясеневый лес"] = {
		},
		["Авенара - Ясеневый лес"] = {
		},
		["Sco - Tarren Mill"] = {
		},
		["Ололошкартош - Ясеневый лес"] = {
		},
		["Авлеанаар - Ревущий фьорд"] = {
		},
		["Авеанаар - Ревущий фьорд"] = {
		},
		["Авлериэн - Ясеневый лес"] = {
		},
		["Авеанаар - Ясеневый лес"] = {
		},
		["Йофо - Черный Шрам"] = {
		},
		["Афенар - Ясеневый лес"] = {
		},
		["Авеанар - Король-лич"] = {
		},
		["Аувенаар - Ясеневый лес"] = {
		},
		["Авеанара - Дракономор"] = {
		},
		["Авеанар - Гордунни"] = {
		},
		["Эвиалия - Ясеневый лес"] = {
		},
		["Авеанар - Ясеневый лес"] = {
		},
		["Авлеанаар - Ясеневый лес"] = {
		},
		["Веанар - Ясеневый лес"] = {
		},
		["Default"] = {
		},
		["Афенар - Ревущий фьорд"] = {
			[773] = {
				["773:1:510000000:633000000:nil"] = {
					773, -- [1]
					1, -- [2]
					0.51, -- [3]
					0.633, -- [4]
					["silent"] = true,
					["cleardistance"] = 10,
					["world"] = true,
					["arrivaldistance"] = 15,
					["callbacks"] = {
						["distance"] = {
						},
						["minimap"] = {
						},
						["world"] = {
						},
					},
					["crazy"] = true,
					["persistent"] = true,
					["minimap"] = true,
				},
				["773:1:801000000:503000000:nil"] = {
					773, -- [1]
					1, -- [2]
					0.801, -- [3]
					0.503, -- [4]
					["silent"] = true,
					["cleardistance"] = 10,
					["world"] = true,
					["arrivaldistance"] = 15,
					["callbacks"] = {
						["distance"] = {
						},
						["minimap"] = {
						},
						["world"] = {
						},
					},
					["crazy"] = true,
					["persistent"] = true,
					["minimap"] = true,
				},
				["773:1:520000000:630000000:nil"] = {
					773, -- [1]
					1, -- [2]
					0.52, -- [3]
					0.63, -- [4]
					["silent"] = true,
					["cleardistance"] = 10,
					["world"] = true,
					["arrivaldistance"] = 15,
					["callbacks"] = {
						["distance"] = {
						},
						["minimap"] = {
						},
						["world"] = {
						},
					},
					["crazy"] = true,
					["persistent"] = true,
					["minimap"] = true,
				},
				["773:1:541000000:836000000:nil"] = {
					773, -- [1]
					1, -- [2]
					0.541, -- [3]
					0.836, -- [4]
					["silent"] = true,
					["cleardistance"] = 10,
					["world"] = true,
					["arrivaldistance"] = 15,
					["callbacks"] = {
						["distance"] = {
						},
						["minimap"] = {
						},
						["world"] = {
						},
					},
					["crazy"] = true,
					["persistent"] = true,
					["minimap"] = true,
				},
				["773:1:475000000:412000000:nil"] = {
					773, -- [1]
					1, -- [2]
					0.475, -- [3]
					0.412, -- [4]
					["silent"] = true,
					["cleardistance"] = 10,
					["world"] = true,
					["arrivaldistance"] = 15,
					["callbacks"] = {
						["distance"] = {
						},
						["minimap"] = {
						},
						["world"] = {
						},
					},
					["crazy"] = true,
					["persistent"] = true,
					["minimap"] = true,
				},
			},
		},
		["Авлериан - Ясеневый лес"] = {
		},
		["Венилаар - Ясеневый лес"] = {
		},
		["Авлеанар - Ясеневый лес"] = {
		},
		["Afenar_Druid"] = {
		},
	},
}
